Repository: EkaterinePapava/Marker
Catalog: po/*.po
Languages: ka

source: Markdown Editor
ka: Markdown-ის რედაქტორი

source: A simple markdown editor for GTK+
ka: მარტივი Markdown-ის რედაქტორი GTK+-ისთვის

source: marker;markdown;editor;web;
ka: marker;markdown;editor;web;რედაქტორი;ვები;

source: Powerful markdown editor for the GNOME desktop.
ka: მძლავრი Markdown-ის რედაქტორი GNOME-ისთვის.

source: Features:
ka: თვისებები:

source: View and edit markdown documents
ka: Markdown-ის დოკუმენტების დათვალიერება და ჩასწორება

source: Convert markdown documents to HTML
ka: Markdown-ის დოკუმენტების გადაყვანა HTML-ში

source: Tex math rendering
ka: Tex-ის მათემატიკის რენდერი

source: Support for mermaid diagrams
ka: mermaid-ის დიაგრამების მხარდაჭერა

source: Support for charter plots
ka: გრაფიკების მხარდაჭერა

source: Syntax highlighting for code blocks
ka: სინტაქსის გამოკვეთა კოდის ბლოკებისთვის

source: Integrated sketch editor
ka: ჩაშენებული ესკიზის რედაქტორი

source: Custom CSS themes
ka: მორგებული CSS თემები

source: Custom syntax themes
ka: მორგებული სინტაქსის თემები

source: Figure captioning and numbering
ka: ფიგურის წარმწერები და დანომვრა

source: The main view
ka: მთავარი ხედი

source: Some plotting
ka: ცოტა გრაფიკები

source: The sketch editor
ka: ესკიზის რედაქტორი

source: Syntax Theme
ka: სინტაქსის თემა

source: The syntax theme to use for the editor.
ka: სინტაქსის თემა რედაქტორისთვის.

source: Enable Syntax Theme
ka: სინტაქსის თემის ჩართვა

source: Whether to use a syntax theme in the editor.
ka: გამოიყენება, თუ არა სინტაქსის თემა რედაქტორში.

source: Show Line Numbers
ka: ხაზის ნომრების ჩვენება

source: Whether to show line numbers in the editor.
ka: ნაჩვენებია, თუ არა ხაზის ნომრები რედაქტორში.

source: Show Right Margin
ka: მარჯვენა ზღვრის ჩვენება

source: Whether to show a margin on the right side of the editor.
ka: გამოჩნდება, თუ არა მინდორი რედაქტორი მარჯვენა მხარეს.

source: The column at which the right margin should be shown
ka: სვეტი, რომელთანაც მარჯვენა მინდორი იქნება ნაჩვენები

source: Sets the column where the right margin will appear when 'show-right-margin' is enabled
ka: დააყენებს სვეტს, სადაც მარჯვენა მინდორი გამოჩნდება, როცა 'show-right-margin' ჩართულია

source: Wrap Text
ka: ტექსტის გადატანა

source: Whether to wrap text in the editor.
ka: მოხდება, თუ არა ტექსტის გადატანა რედაქტორში.

source: Show Spaces
ka: ჰარეების ჩვენება

source: Whether to show spaces and tabulation in the editor.
ka: მოხდება, თუ არა რედაქტორში ჰარეების და ტაბულაციების ჩვენება.

source: Highlight Current Line
ka: მიმდინარე ხაზის გამოკვეთა

source: Whether to highlight the line with the cursor in the editor.
ka: მოხდება, თუ არა რედაქტორში კურსორის შემცველი ხაზის გამოკვეთა.

source: Use spaces instead of tabs
ka: ჰარეების გამოყენება ტაბულაციის მაგიერ

source: Use spaces instead of tabs in the editor.
ka: რედაქტორში ჰარეების გამოყენება ტაბულაციის მაგიერ.

source: Width of tabulation in characters.
ka: ტაბულაციის სიგანე სიმბოლოებში.

source: Set the width of tabulation in characters in the editor.
ka: რედაქტორში ტაბულაციის ზომის დაყენება (სიმბოლოებში).

source: Auto-indent code
ka: კოდის ავტოსწორება

source: Auto-indent code in the editor.
ka: რედაქტორში კოდის ავტოსწორება.

source: Spell Check
ka: მართლწერის შემოწმება

source: Spell check using gtkspell.
ka: მართლწერის შემოწმება gtkspell-ით.

source: Language for spell check
ka: მართლწერის შესამოწმებელი ენა

source: Selected language for spell check.
ka: არჩეული ეკა მართლწერის შესამოწმებლად.

source: CSS Theme
ka: CSS თემა

source: The css theme to use for the preview.
ka: CSS თემა მინიატურისთვის.

source: Enable CSS theme in Preview
ka: CSS თემის ჩართვა მინიატურაში

source: Use a CSS theme in the live preview
ka: CSS თემის გამოყენება ცოცხალ მინიატურაში

source: Enable math in Preview
ka: მათემატიკის ჩართვა მინიატურაში

source: Use js back-end to render math in the live preview.
ka: js უკანაბოლოს გამოყენება ცოცხალ მინიატურაში მათემატიკის რენდერისთვის.

source: Math Back-end
ka: მათემატიკის უკანაბოლო

source: Select the js math rendering back-end.
ka: js-ის მათემატიკის რენდერის უკანაბოლოს გამოყენება.

source: Enable highlight.js in Preview
ka: highlight.js-ის ჩართვა მინიატურაში

source: Use highlight.js in the live preview.
ka: highlight.js-ის გამოყენება ცოცხალ მინიატურაში.

source: Enable mermaid.js in Preview
ka: mermaid.js-ის ჩართვა მინიატურაში

source: Use mermaid.js to show diagram in the live preview.
ka: mermaid.js-ის გამოყენება ცოცხალ მინიატურაში დიაგრამების საჩვენებლად.

source: Highlight.js CSS theme.
ka: Highlight.js CSS თემა.

source: The css theme to use for the synthax highlight.
ka: CSS თემა სინტაქსის გამოსაკვეთად.

source: Enable Charter extension in Preview
ka: გრაფიკის გაფართოების ჩართვა მინიატურაში

source: Enable Charter extension in the live preview.
ka: გრაფიკის გაფართოების ჩართვა ცოცხალ მინიატურაში.

source: Zoom level of the preview
ka: გადიდების დონე მინიატურისთვის

source: Zoom level of the preview widget
ka: მინიატურის ვიჯეტის გადიდების დონე

source: View Mode
ka: ხედვის რეჟიმი

source: Controls how to organize the editor and preview areas on the screen.
ka: აკონტროლებს, როგორ მოხდება რედაქტორისა და მინიატურის არეების ორგანიზაცია ეკრანზე.

source: Enter dark-mode
ka: მუქ რეჟიმზე გადასვლა

source: When this is enabled, the dark variant of the current gtk theme will be used.
ka: როცა ეს ჩართულია, გამოყენებული იქნება gtk-ის მიმდინარე თემის მუქი ვარიანტი.

source: Window width
ka: ფანჯრის სიგანე

source: Window height
ka: ფანჯრის სიმაღლე

source: Window position (x, y)
ka: ფანჯრის მდებარეობა (x, y)

source: Editor pane width (in Dual Pane mode)
ka: რედაქტორის პანელის სიგანე (ორმაგი პანელის რეჟიმში)

source: Whether the sidebar is shown
ka: ნაჩვენებია, თუ არა გვერდითი პანელი

source: New Window
ka: ახალი ფანჯარა

source: Preferences
ka: მორგება

source: Keyboard Shortcuts
ka: კლავიატურის მალსახმობები

source: Help
ka: დახმარება

source: About
ka: შესახებ

source: Quit
ka: გასვლა

source: Editor Only
ka: მხოლოდ, რედაქტორი

source: Preview Only
ka: მხოლოდ მინიატურა

source: Dual Pane
ka: ორმაგი პანელი

source: Dual Window
ka: ორმაგი ფანჯარა

source: Show line numbers
ka: ხაზის ნომრების ჩვენება

source: Wrap text
ka: ტექსტის გადატანა

source: Show right margin at column:
ka: მარჯვენა ზღვრის ჩვენება სვეტთან:

source: Check spelling for language:
ka: მართლწერის შემოწმება ენისთვის:

source: Show spaces
ka: სივრცეების ჩვენება

source: <b>Highlighting</b>
ka: <b>გამოკვეთა</b>

source: Highlight current line
ka: მიმდინარე ხაზის გამოკვეთა

source: Highlight syntax with theme:
ka: სინტაქსის გამოკვეთა თემით:

source: <b>Tab Stops</b>
ka: <b>ტაბულაციის გაჩერებები</b>

source: Enable automatic indentation
ka: ავტომატური სწორების ჩართვა

source: Insert spaces instead of tabs
ka: ტაბულაციის მაგიერ გამოტოვებების ჩასმა

source: Tabulation width:
ka: ტაბულაციის სიგანე:

source: Editor
ka: რედაქტორი

source: Use css theme:
ka: CSS თემის გამოყენება:

source: Highlight code blocks with theme:
ka: კოდის ბლოკების გამოკვეთა თემით:

source: Enable Mermaid
ka: Mermaid-ის ჩართვა

source: Enable Charter
ka: გრაფიკის გაფართოების ჩართვა

source: <b>Math</b>
ka: <b>მათემატიკა</b>

source: Render Math
ka: მათემატიკის რენდერი

source: Preview
ka: მინიატურა

source: Default view mode:
ka: თვალიერების ნაგულისხმები რეჟიმი:

source: Enable dark mode
ka: მუქი რეჟიმის ჩართვა

source: Window
ka: ფანჯარა

# shortcut window
source: Documents
ka: დოკუმენტები

# shortcut window
source: Create a new document
ka: ახალი დოკუმენტის შექმნა

# shortcut window
source: Open a document
ka: დოკუმენტის გახსნა

# shortcut window
source: Open a document in a new window
ka: დოკუმენტის ახალ ფანჯარაში გახსნა

# shortcut window
source: Save the document
ka: დოკუმენტის შენახვა

# shortcut window
source: Save the document with a new filename
ka: დოკუმენტის შენახვა ახალი სახელით

# shortcut window
source: Close the document
ka: დოკუმენტის დახურვა

# shortcut window
source: Editing
ka: ჩასწორება

# shortcut window
source: Make selection bold
ka: მონიშნულის გასქელება

# shortcut window
source: Make selection italic
ka: მონიშნულის კურსივში გადაყვანა

# shortcut window
source: Make selection monospace
ka: მონიშნულის ერთსიგანიანში გადაყვანა

# shortcut window
source: Insert link
ka: ბმულის ჩასმა

# shortcut window
source: Draw a sketch
ka: ესკიზის დახატვა

# shortcut window
source: Search in the document
ka: დოკუმენტში ძებნა

# shortcut window
source: Tools
ka: ხელსაწყოები

# shortcut window
source: Print the document
ka: დოკუმენტის დაბეჭდვა

# shortcut window
source: Window
ka: ფანჯარა

# shortcut window
source: Open a new window
ka: ახალი ფანჯრის გახსნა

# shortcut window
source: Close all windows
ka: ყველა ფანჯრის დახურვა

# shortcut window
source: Toggle fullscreen mode
ka: სრული ეკრანის რეჟიმზე გადასვლის გადართვა

# shortcut window
source: Switch to editor-only mode
ka: გადართვა მხოლოდ-რედაქტორის რეჟიმში

# shortcut window
source: Switch to preview-only mode
ka: გადართვა მხოლოდ-მინიატურის რეჟიმში

# shortcut window
source: Switch to dual-pane mode
ka: გადართვა ორმაგი პანელის რეჟიმში

# shortcut window
source: Switch to dual-window mode
ka: გადართვა ორმაგი ფანჯრის რეჟიმში

# shortcut window
source: Quit the application
ka: აპლიკაციიდან გასვლა

source: Sketcher
ka: ესკიზის ხელსაწყო

source: Pen Tool
ka: კალამი ხელსაწყო

source: Eraser Tool
ka: საშლელი ხელსაწყო

source: Text Insertion Tool
ka: ტექსტის ჩასმის ხელსაწყო

source: Color Chooser
ka: ფერის ამრჩევი

source: Insert the sketch
ka: ესკიზის ჩასმა

source: Cancel the sketch
ka: ესკიზის გაუქმება

source: Zoom Out
ka: დაპატარავება

source: Zoom Reset
ka: გადიდების ჩამოყრა

source: Zoom In
ka: გადიდება

source: Fullscreen
ka: სრულ ეკრანზე

source: Sidebar
ka: გვერდითი პანელი

source: Save As…
ka: შენახვა, როგორც…

source: Export…
ka: გატანა…

source: Print…
ka: ბეჭდვა…

source: About Marker
ka: Marker-ის გარეშე

source: Open…
ka: გახსნა…

source: Save
ka: შენახვა

source: A markdown editor for GNOME
ka: Markdown-ის რედაქტორი GNOME-ისთვის

source: Report bugs and ideas on github
ka: შეცდომების ან იდეების მიწერა github-ზე

source: translator-credits
ka: ეკატერინე პაპავა

source: Export
ka: გატანა

source: Cancel
ka: გაუქმება

source: <span weight='bold' size='larger'>Discard changes to the document '%s'?</span> The document has unsaved changes that will be lost if it is closed now.
ka: <span weight='bold' size='larger'>გაუქმდეს ცვლილებები დოკუმენტში '%s'?</span> დოკუმენტს აქვს შეუნახავი ცვლილებები, რომლებიც დაიკარგება, თუ მას ახლა დახურავთ.

source: <span weight='bold' size='larger'>Discard changes to the document?</span> The document has unsaved changes that will be lost if it is closed now.
ka: <span weight='bold' size='larger'>გაუქმდეს ცვლილებები დოკუმენტში?</span> დოკუმენტს აქვს შეუნახავი ცვლილებები, რომლებიც დაიკარგება, თუ მას ახლა დახურავთ.

source: Open
ka: გახსნა

source: _Open
ka: _გახსნა

source: _Cancel
ka: გაუ_ქმება

source: Save As
ka: შენახვა, როგორც

source: _Save
ka: _შენახვა
